Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་མི་ལྟ་བ་གང་དག་འབྱུང་བར་འགྱུར་བ་དེ་དག་དེ་ལྟ་བུའི་དགེ་བའི་ཕྱོགས་ལ་ཚུལ་བཞིན་དུ་ཡིད་ལ་བགྱིད་པར་བརྩོན་པ་དགོན་པ་དང་། ནགས་དང་། བས་མཐའ་དང་། རི་ཁྲོད་དང་། དུར་ཁྲོད་དང་། ཤིང་དྲུང་དང་། ཀུན་དགའི་ར་བ་དང་། གཙུག་ལག་ཁང་དང་། གནས་ཁང་དང་། འཆག་སའི་གནས་ན་གནས་པའི་གང་ཟག་རྣམས་ཀྱི་ཐ་དད་དུ་སྡང་བའི་སེམས་དང་ལྡན་པ་དང་། རྣམ་པར་ཐོ་འཚམ་པའི་སེམས་དང་ལྡན་པ་དང་ཉེ་བར་མཆི་བར་བགྱིད་ཅིང་།
en: In the wilderness, in forests, in remote places, in hermitages, in charnel grounds, under trees, in monastic compounds, in temples, in houses, and along walking lanes, they will approach those persons who strive in properly contemplating such virtuous endeavors. With hostile attitudes they will have the intention to harm them.

source: དེ་ལྟ་བུའི་གང་ཟག་རྣམས་ཀྱི་ལུས་ཀུན་ཏུ་འཁྲུག་པའམ་སེམས་ཀུན་ཏུ་འཁྲུག་པར་བགྱིད་ལ། མདངས་འཕྲོག་པར་བགྱིད་ཅིང་ཐ་ན་དེ་ལྟ་བུའི་གང་ཟག་རྣམས་ཀྱི་རིམ་གྲོ་པ་དང་།
en: They will cause disturbances to their bodies and minds, and they will rob their vital essences.

source: སྦྱིན་བདག་གང་དག་ལགས་པ་དེ་དག་ལ་ཡང་ལྷའམ། ཀླུ་ནས་ལུས་སྲུལ་པོའི་བར་སྡང་བ། བགྱིས་པ་མི་གཟོ་བ། འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་མི་ལྟ་བ་དག་གིས་ལུས་ཀུན་དུ་འཁྲུག་པ་དང་། སེམས་ཀུན་ཏུ་འཁྲུག་པར་བགྱིད་ཅིང་མདངས་འཕྲོག་པར་བགྱིད་ལ།
en: Those beings—from gods and nāgas up to kaṭapūtanas—who are hostile, ungrateful, and unafraid of the afterlife will even cause disturbances to the bodies and minds of those persons’ attendants and benefactors and rob their vital essences.

source: སྔོན་གྱི་ལས་ཀྱི་རྐྱེན་མ་གཏོགས་ལགས་ཏེ། གལ་ཏེ་ལྷ་དང་། ཀླུ་ནས་ལུས་སྲུལ་པོའི་བར་དེ་དག་བདག་ཅག་གིས་སོ་སོར་མ་བཟློག་གམ། སླར་མ་བཟློག་གམ། ནོངས་པ་ཅི་མཆིས་པའི་ཆད་པ་ལ་མ་བཀོད་པར་གྱུར་ན་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་བདག་ཅག་གིས་བསླུས་པར་གྱུར་ཅིག །
en: Barring circumstances related to previous actions, if we do not stand against, oppose, and punish each of those beings—from gods and nāgas up to kaṭapūtanas—for their crimes, we will deceive all the thus-gone ones of the three times.

source: བདག་ཅག་འཁོར་བ་ན་འཁོར་བའི་ཚེ་དེ་ལྟ་བུའི་ཉན་ཐོས་ཀྱི་སྤྱོད་ཡུལ་ལམ། རང་རྒྱལ་བའི་སྤྱོད་ཡུལ་ལམ། དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་གྱི་ཡང་རུང་སྟེ་སྣོད་དུ་མ་གྱུར་ཅིག །བྱང་གྲོལ་གྱི་བདེ་བ་ཐོབ་པར་མ་གྱུར་ཅིག །
en: While circling in saṃsāra, may we in that case never become proper vessels for the domains of the hearers, the solitary buddhas, or the thus-gone ones, and may we never achieve the happiness of emancipation!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་འདི་ལྟར་ཡང་ཁྱེད་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་ཚུལ་འབར་བར་བྱེད་པ་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་རྒྱུན་མི་གཅད་པར་བྱ་བའི་ཕྱིར་ཞུགས་པ་ལེགས་སོ་ལེགས་སོ།
en: The Blessed One replied, “Noble sons, your commitment to make the Dharma way of all the thus-gone ones of the three times blaze and ensure that the lineage of the Three Jewels remains uninterrupted is excellent!

source: །ཁྱེད་ཀྱིས་དེ་ལྟར་བྱོས་ཤིག །དེ་ལྟར་བྱས་ན་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་ཁྱེད་ཀྱིས་མཆོད་པ་དང་། རིམ་གྲོ་བྱས་པར་འགྱུར་རོ།
en: Please do that! By doing so, you will worship and serve all the thus-gone ones of the three times.

source: །རིགས་ཀྱི་བུ་དག་གང་ལ་ལ་བརྩོན་པ་དང་བརྟུལ་བ་དེ་ལྟ་བུས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་རྗེས་སུ་སྲུང་བར་བྱེད་པ་དང་། དེ་ལྟར་ཞུགས་ཤིང་ཆོས་ཀྱིས་གནས་པའི་གང་ཟག་རྣམས་ལ་རྗེས་སུ་སྲུང་བར་བྱེད་པའི་རིགས་ཀྱི་བུ་དེ་འཁོར་བར་འཁོར་བ་ན་དཔལ་དམ་པ་ལ་ཉེ་བར་སྤྱོད་པར་འགྱུར་རོ།
en: The noble sons who employ such diligence and determination to protect the well-spoken Dharma and Vinaya, as well as those who follow it and abide by the Dharma, will enjoy abundance and excellence while circling in saṃsāra.

source: །དེ་ལ་འཁོར་བའི་སྡུག་བསྔལ་འབྱུང་བར་མི་འགྱུར་ཞིང་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: They will never experience the suffering of saṃsāra, and they will swiftly awaken to unsurpassed and perfect buddhahood.

source: །དེ་ལྟ་བས་ན་སྡུག་བསྔལ་དང་མི་འཐུན་པ་བདེ་བ་འདོད་པ་ཁྱེད་ཀྱིས་དེ་ལྟར་བྱོས་ཤིག །འདི་ལྟར་ཁྱེད་ལེགས་པར་བྱས་པའི་ལས་ཀྱི་མཐའ་ལ་ཞུགས་པ་ནི་ཁྱེད་ཡང་ལེགས་སོ་ལེགས་སོ།
en: Therefore, since you feel aversion for suffering and wish for happiness, please act in that way! Your commitment to such wholesome activities is excellent!”

source: །ཡང་དེའི་ཚེ་མི་མ་ཡིན་པའི་འབྱུང་པོ་མདངས་དང་ཁྲག་ཟ་བ་གང་དག་ཡིན་པ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དེ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་མི་མ་ལགས་པ། མདངས་འཚལ་བ།
en: At that moment, the innumerable and limitless number of nonhuman bhūtas who feed on vital essences and blood said, “Respected Blessed One, we are not humans.

source: ཤ་ཁྲག་འཚལ་བ་དག་ལགས་ཏེ།
en: We feed on vital essences as well as flesh and blood.

source: བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་རྣམས་ལ་རྣམ་པར་ཐོ་བཙམ་པར་མི་བགྱིའོ།
en: We shall not harm the Thus-Gone One’s hearers.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ད་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་བསྟན་པ་བཞིན་ཉན་ཐོས་གང་དག་དེ་ལྟ་བུའི་མི་སྡུག་པའི་སྦྱོར་བ་རྣལ་འབྱོར་ཡིད་ལ་བགྱིད་པས་གནས་པའི་གང་ཟག་དེ་ལྟ་བུ་དག་གལ་ཏེ་བདག་ཅག་གིས་རྣམ་པར་ཐོ་བཙམས་པར་གྱུར་ན་བདག་ཅག་དད་པ་ཅན་མ་ལགས་པར་གྱུར་ཅིག །དབང་པོ་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་རྣམས་སུ་མཆི་བར་མི་ནུས་པར་གྱུར་ཅིག །གང་ཟག་དེ་ལྟ་བུ་དག་ནི་བདག་ཅག་གིས་ཀྱང་བསྲུང་བར་བགྱིའོ།
en: Respected Blessed One, if we were to harm the hearers who contemplate the practice of repulsiveness that the Blessed One has taught today, may we lose our composure! May we lose our ability to reach any domain of power!

source: །དེ་དག་གི་རིམ་གྲོ་པ་དང་སྦྱིན་བདག་གང་དག་ལགས་པ་དེ་དག་ཀྱང་བསྲུང་བར་བགྱིའོ། །ཡོངས་སུ་བསྐྱང་བར་བགྱིའོ།
en: We shall protect such persons, and we shall protect and defend their attendants and benefactors as well.

source: །དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་ཆོས་ཀྱིས་གནས་པ་མི་སྡུག་པའི་སྦྱོར་བ་ཡིད་ལ་བགྱིད་པས་གནས་པ་དག་ཡང་དག་པར་འཛིན་པར་བགྱིད་པ་གཙུག་ལག་ཁང་དང་། གནས་དང་། ཀུན་དགའི་ར་བ་དང་། ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་སྟན་དང་། བྲོ་འཚལ་བའི་གསོས་སྨན་གྱི་ཡོ་བྱད་རྣམས་ཀྱིས་ཡང་དག་པར་འཛིན་པར་བགྱིད་པ་གང་དག་ལགས་པ་དེ་དག་བདག་ཅག་གིས་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བར་བགྱིའོ། །ཡོངས་སུ་བསྐྱང་བར་བགྱིའོ།
en: We shall also protect, defend, guard, and look after those who support the Thus-Gone One’s hearers who abide by the Dharma and contemplate the practice of repulsiveness, and those who offer them temples, lands, monastic compounds, Dharma robes, alms, bedding, and medicinal substances.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཞིན་བཟངས་དག་ལེགས་སོ་ལེགས་སོ། །ཁྱེད་ཀྱིས་དེ་ལྟར་བྱོས་ཤིག །ཡང་དེའི་ཚེ་སའི་ལྷ་མོ་བརྟན་མས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: “Excellent, delightful beings, excellent!” replied the Blessed One, “Please do that!”

source: བཙུན་པ་བཅོམ་ལྡན་འདས། བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་ཆོས་ཀྱིས་གནས་པ་དེ་ལྟ་བུའི་མི་སྡུག་པའི་སྦྱོར་བས་རྣལ་འབྱོར་ལ་བརྩོན་པར་གནས་པར་བགྱིད་པ་གང་དག་ལགས་པ་དེ་དག་གི་ལུས་ལ་བདག་གིས་རྒྱ་ཆེན་པོའི་སའི་བཅུད་ཀྱི་མདངས་གཏང་བར་བགྱི་སྟེ།
en: Then, the earth goddess Sthāvarā said, “Respected Blessed One, I shall provide the vitality of this vast earth to sustain the bodies of the Thus-Gone One’s hearers who abide by the Dharma and strive in the practice of repulsiveness.

source: དེས་ཆོས་ཀྱིས་གནས་པ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་མངོན་པར་བརྩོན་པ་དེ་དག་ཤིན་ཏུ་གཟི་བརྗིད་དང་ལྡན་པ་དང་། ཁ་དོག་དང་ལྡན་པ་དང་། དྲན་པ་དང་ལྡན་པ་དང་། བརྩོན་འགྲུས་དང་ལྡན་པ་དང་། ཤེས་རབ་དང་ལྡན་པར་འགྱུར་ལགས་སོ།
en: Thereby, those who abide by the Dharma and exert themselves in such absorptions will become endowed with a majestic appearance, beautiful complexion, recollection, diligence, and insight.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྦྱིན་པ་ཆེན་པོ་དང་ལྡན་མ་གང་ཁྱོད་ངའི་སྲས། ཐུགས་ཀྱི་སྲས། ཞལ་ནས་སྐྱེས་པ། ཆོས་དང་ལྡན་པ། ཆོས་ཀྱི་སྤྲུལ་པ་དག་དེ་ལྟ་བུའི་བསོད་སྙོམས་ཀྱིས་ཡང་དག་པར་ཚིམ་པར་བྱེད་པ་ལེགས་སོ་ལེགས་སོ།
en: “Great benefactress,” replied the Blessed One, “with such alms you will satisfy my children, my heart children, who are born from my mouth, who are endowed with the Dharma, and who are emanated from the Dharma. This is excellent!

source: །སྦྱིན་པ་ཆེན་པོ་དང་ཡང་དག་པར་ལྡན་པ་དེས་ཁྱོད་ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པར་འགྱུར་རོ།
en: Through this act of great generosity, you will perfect the Great Vehicle!”

source: །ཡང་དེའི་ཚེ་དཔལ་ལྷ་མོ་ཆེན་མོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་དེ་ལྟ་བུའི་ཆོས་ཀྱིས་གནས་པ་རྣམས་ཀྱིས་སྦྱིན་པ་པོ་དང་། སྦྱིན་བདག་གང་དག་ལགས་པའི་སྦྱིན་པ་པོ་དང་། སྦྱིན་བདག་དེ་དག་གི་དགའ་སྟོན་དང་། ནོར་དང་། འབྲུ་དང་། ཤིང་ཏོག་དང་། ཉེ་བར་སྤྱོད་པ་དང་། ལོངས་སྤྱོད་རྣམས་མ་ཚང་བ་མ་མཆིས་པར་བགྱིའོ།
en: Śrī Mahādevī then said, “Respected Blessed One, I will ensure that all almsgivers and benefactors of those who abide by the Dharma never lack merriment, wealth, grains, fruits, resources, and wealth.

source: །མི་སྡུག་པའི་སྦྱོར་བས་ཞེས་བགྱི་བ་ནས་འགོག་པའི་སྙོམས་པར་འཇུག་པ་ཡིད་ལ་བགྱིད་པའི་བར་གྱིས་ཉིན་མཚན་འདའ་བར་བགྱིད་པ་གང་དག་ལགས་པ་དེ་དག་གཙུག་ལག་ཁང་དང་། གཞི་དང་། གནས་དང་། ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་སྟན་དང་། བྲོ་འཚལ་བའི་གསོས་སྨན་གྱི་ཡོ་བྱད་རྣམས་ཀྱིས་འཛིན་པར་བགྱིད་པ་དང་། ཡང་དག་པར་འཛིན་པར་བགྱིད་པ་དང་། ཡོངས་སུ་སྐྱོང་བར་བགྱིད་པ་དེ་དག་གི་ཡོ་བྱད་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་དང་། ཉེ་བར་སྤྱོད་པ་དང་། ལོངས་སྤྱོད་པ་དང་། ལུས་དང་སེམས་ཀྱི་བདེ་བ་དང་། ཡིད་བདེ་བ་དང་། མཆོག་ཏུ་དགའ་བ་མང་བར་བདག་གིས་ཡང་དག་པར་གཟུང་བར་བགྱིའོ།
en: I will take care of those people who offer temples, grounds, lands, Dharma robes, alms, bedding, and medicinal substances in order to maintain, support, and look after those who day and night contemplate the practice of repulsiveness up to the absorption of cessation. I will make sure that they possess an abundance of tools, resources, and possessions and that they experience a bounty of physical and mental well-being, as well as happiness and pleasure.

source: །སྣོད་དུ་གྱུར་པའི་སྦྱིན་གནས་རྣམས་དང་མ་བྲལ་ཞིང་ལྷན་ཅིག་འགྲོགས་སུ་སྩལ་བར་བགྱིའོ།
en: I will ensure that they never separate from those who are worthy recipients of generosity and that they always remain associated with them.

source: །ཆོས་ལ་མངོན་པར་དགའ་བའི་སེམས་དང་ལྡན་པ་དང་། སྙིང་བརྩེ་བའི་སེམས་དང་ལྡན་པ་དང་། ལོག་པར་མི་ལྟུང་བའི་སེམས་དང་ལྡན་པ་དང་། བྱམས་པའི་སེམས་དང་ལྡན་པ་དང་། སྙིང་རྗེའི་སེམས་དང་ལྡན་པ་དང་། མི་ཉམས་པའི་ཆོས་ཅན་དུ་ཡང་དག་པར་བསྒྲུབ་པར་བགྱིའོ།
en: I will ensure that their minds remain delighted by the Dharma, that they are affectionate, that they do not fall into mistaken views, and that they remain loving, compassionate, and uncorrupted”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྦྱིན་པ་ཆེན་པོ་ལ་ཡང་དག་པར་རྟེན་པ་ལེགས་སོ་ལེགས་སོ།
en: “Your support of the great benefactors is excellent!” replied the Blessed One.

source: །ཁྱོད་བརྩོན་པའི་བརྟུལ་བ་དེས་ཐེག་པ་ཆེན་པོ་རྣམ་པར་འཕེལ་བར་བྱེད་པར་འགྱུར་རོ།
en: “Your diligent determination will cause the Great Vehicle to flourish.”

source: །ཡང་དེའི་ཚེ་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འདུས་པ་ཆེན་པོའི་ལེའུ་འདི་བཤད་པ་ན། བཅོམ་ལྡན་འདས་ཀྱིས་བསྟན་པ་ཡང་དག་པར་འཛིན་པ་ཡོངས་སུ་སྐྱོང་བ་དང་། ཡོ་བྱད་དང་ཡང་དག་པར་ལྡན་པའི་སྦྱིན་པ་པོ་དང་། སྦྱིན་བདག་མང་པོ་གང་དག་མཆིས་པའི་རྐྱེན་དེས་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་ཆོས་ཀྱི་ཚུལ་ལ་ཡུན་རིང་དུ་འབར་ཞིང་མི་ཉམས་པའི་ཆོས་ཅན་དུ་འགྱུར་ལགས་སོ།
en: At that moment, Vajrapāṇi, the Lord of Guhyakas, said, “Respected Blessed One, thanks to the many wealthy almsgivers and benefactors who support and protect the teachings of the Blessed One while this section of The Great Assembly is being expounded, the Dharma way will blaze for a long time in this Buddha realm, and it will remain uncorrupted.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་སྨྲས་པ། ཀྱེ་གསང་བ་པའི་བདག་པོ་ཅི་ནམ་མཁའ་ཡོངས་སུ་ཉམས་པ་མངོན་ནམ།
en: Then the bodhisattva great being Maitreya asked, “O Lord of Guhyakas, can space be seen to degenerate?”

source: སྨྲས་པ། གནས་ལ་སྒྲོ་བཏགས་པ་མེད་པའི་ཕྱིར་རོ། །
en: “No,” replied Vajrapāṇi, “because space is devoid of dwelling and imputation.”

source: སྨྲས་པ། ཅི་ཆོས་རྣམས་ཀྱི་ཡང་དག་པར་འདུ་བ་མངོན་ནམ།
en: Maitreya asked, “Can phenomena be seen to assemble?”

source: སྨྲས་པ། ཅི་ཡང་དག་པའི་མཐར་ཐུག་པའི་ཕྱིར་མི་མངོན་ནོ།
en: “No,” replied Vajrapāṇi, “because they are within the limit of reality.”

source: །སྨྲས་པ་ཅི་ཡང་དག་པའི་མཐའ་དང་ནམ་མཁའ་མི་འདྲ་བར་མངོན་ནམ།
en: “Can the limit of reality and space be seen as different?” asked Maitreya.

source: སྨྲས་པ། འདི་ནི་ཐ་མི་དད་པ་ཉིད་དེ། ཐ་མི་དད་པ་ཉིད་ཀྱི་ཕྱིར་མི་འདྲ་བའོ།
en: “They are indistinct,” replied Vajrapāṇi, “and therefore not different.”

source: །སྨྲས་པ་ཅི་ནམ་མཁའ་དང་ཆོས་རྣམས་མི་འདྲའམ།
en: Maitreya asked, “Are space and phenomena different?”

source: སྨྲས་པ་ཅི་མི་གཡོ་བ་དང་མི་སྐྱེ་བའི་ཆོས་ཀྱི་དབྱིངས་སུ་འཇུག་པས་མི་འདྲ་བ་མེད་པ་ཉིད་དོ།
en: “Since they are within the unmoving and unborn realm of phenomena, they are devoid of difference,” replied Vajrapāṇi.

source: །སྨྲས་པ་རིགས་ཀྱི་བུ་ཅི་འདུས་བྱས་དང་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་ཐ་དད་པ་ཉིད་མི་མངོན་ནམ།
en: “Noble son,” asked Maitreya, “can the distinction between conditioned and unconditioned phenomena not be seen?”

source: སྨྲས་པ། ཇི་ལྟར་ཡང་དག་པའི་མཐའ་དང་དེ་བཞིན་ཉིད་ཐ་མི་དད་པ་ཉིད་ཡིན་པ་དེ་བཞིན་དུ་འདུས་བྱས་ཀྱི་ཆོས་རྣམས་ནམ་མཁར་སྒྲོ་བཏགས་པ་ཉིད་ཀྱི་ཕྱིར་ཐ་མི་དད་པ་ཉིད་དོ།
en: Vajrapāṇi replied, “Just as the limit of reality and suchness are indistinct, conditioned phenomena are imputations projected onto space, and they are therefore indistinct.”

source: །སྨྲས་པ་ཅི་ཡང་དག་པའི་མཐའ་དེ་བཞིན་དུ་འདུས་བྱས་ཀྱི་ཆོས་རྣམས་ཡིན་ནམ། འོན་ཏེ་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་ཡིན།
en: “Is it conditioned phenomena that accord with the limit of reality, or is it unconditioned phenomena?” asked Maitreya.

source: སྨྲས་པ། སྟོང་པ་ཉིད་སྒྲོ་བཏགས་པ་ཉིད་ཀྱི་ཕྱིར་ཡང་དག་པའི་མཐའ་དང་། དེ་བཞིན་ཉིད་དུ་འདུས་བྱས་དང་འདུས་མ་བྱས་དང་ཡང་དག་པར་ལྡན་པ་མ་ཡིན་ནོ། །ོ
en: “Since emptiness is an imputation,” replied Vajrapāṇi, “there are either conditioned or unconditioned phenomena within the limit of reality and suchness.”

source: ཡང་སྨྲས་པ། ཅི་སྟོང་པ་ཉིད་དུ་ཡང་དག་པར་འདུ་བ་ཡིན་ནམ།
en: Maitreya asked, “Is there any assembly within emptiness?”

source: སྨྲས་པ། ཐེར་ཟུག་ཏུ་གནས་པ་མ་ཡིན་པ་དང་། རང་བཞིན་སྟོང་པ་ཉིད་དང་། འཇིག་པ་མེད་པ་ཉིད་ཀྱི་ཕྱིར་ཆོས་ཐམས་ཅད་ཡང་དག་པར་འདུ་བ་སྟོང་པ་ཉིད་དོ།
en: Vajrapāṇi replied, “Since it is not lasting, and since it is intrinsically empty and devoid of disintegration, the assembly of all phenomena is emptiness.

source: །འདི་ལ་གང་སྟོང་པ་ཉིད་ཅེས་བྱ་བའི་དངོས་པོ་ཡང་མི་དམིགས་སོ།
en: Not even an entity named emptiness can be found.

source: །རིགས་ཀྱི་བུ་ཇི་ལྟར་ངོ་བོ་ཉིད་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་དང་། མཚན་གྱི་གཞི་མཚན་གྱི་གཞིས་སྟོང་པ་དང་། མཚན་གྱི་གཞི་མེད་པ་མཚན་གྱི་གཞིས་སྟོང་པ་ཡིན་པ་དེ་བཞིན་དུ་ཚུལ་དེས་ཆོས་ཐམས་ཅད་ཤེས་པར་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Noble son, the essential nature is empty of essential nature, the basis of characteristics is empty of the basis of characteristics, and the nonexistence of the basis of characteristics is also empty of the basis of characteristics. One should understand all phenomena in that same manner. Why?

source: དེ་ལྟར་བརྗོད་དུ་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་རོ།
en: Because all phenomena are inexpressible and are therefore emptiness.

source: །འདི་ལྟར་ཆོས་ཐམས་ཅད་ཀྱི་དེའི་ངོ་བོ་ཉིད་ཉན་ཐོས་རྣམས་ཀྱིས་བྱས་པ་མ་ཡིན་ནོ། །རང་རྒྱལ་བ་རྣམས་ཀྱིས་མ་ཡིན་ནོ། །དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་མཛད་པ་མ་ཡིན་ཏེ།
en: The essential nature of all phenomena has not been created by the hearers, by the solitary buddhas, or by the thus-gone ones.

source: དེ་ལྟར་ཡང་དག་པའི་མཐའ་དང་། དེ་བཞིན་ཉིད་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་ཉིད་ཐམས་ཅད་ནམ་མཁའ་དང་ཡང་དག་པར་ལྡན་པ་ཉིད་ཀྱི་ཕྱིར་མི་འདྲ་བ་མེད་པ་ཉིད་ནི་ཐ་མི་དད་པ་ཡིན་པར་ཤེས་པར་བྱའོ།
en: One should understand that the limit of reality, suchness, and conditioned and unconditioned phenomena all have the nature of space, and therefore they are all devoid of difference—they are indistinct.”

source: །བསྟན་པ་འདི་བཤད་པ་ན་སྔོན་སྟོང་པ་ཉིད་ཀྱི་ཚུལ་ལ་ཡོངས་སུ་སྦྱང་བ་བྱས་པའི་སེམས་ཅན་དཔག་ཏུ་མེད་པ་ནི་སྔོན་གྱི་མི་དགེ་བའི་ལས་ཀྱི་སྒྲིབ་པ་ཟད་ཅིང་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་ཐོབ་པར་གྱུར་ཏོ།
en: As this teaching was being given, the obscurations stemming from nonvirtuous actions committed in the past by countless sentient beings who had previously trained in the mode of emptiness were exhausted, and they attained the eye of Dharma, which is immaculate and spotless with regard to phenomena.

source: །སེམས་ཅན་ཁྲག་ཁྲིག་ཕྲག་དགུ་བཅུ་རྩ་གཉིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་ཤིང་ཕྱིར་མི་ལྡོག་པའི་ཆོས་རྣམས་ལ་གནས་པར་གྱུར་ཏོ།
en: Nine billion two hundred thousand sentient beings gave rise to the mind set on unsurpassed awakening and obtained the qualities of nonregression.

source: །འཕགས་པ་འདུས་པ་ཆེན་པོ་ཐེག་པ་ཆེན་པོའི་མདོ། ཉི་མའི་སྙིང་པོའི་ལེའུ་བཅུ་གཅིག་པ་ལས་ཀུན་ཏུ་བསྲུང་བའི་ལེའུ་སྟེ་ལྔ་པ་རྫོགས་སོ།། །།
en: This concludes the chapter called “The Protection,” the fifth among the eleven chapters in “The Quintessence of the Sun,” the noble Great Vehicle discourse of The Great Assembly.

source: ཡང་དེའི་ཚེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་དམ་པ་སྐྱེས་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བསམ་གཏན་ལ་མངོན་པར་བརྩོན་པ་རྣམས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་གཏམས་ཞིང་སྔོན་མ་མཐོང་མ་ཐོས་པའི་སྣང་བ་ཆེན་པོས་ཁྱབ་པ་དེ་ལྟ་བུ་ནི་ངོ་མཚར་ལགས་སོ། །བཙུན་པ་བདེ་བར་གཤེགས་པ་མཆོག་ཏུ་ངོ་མཚར་ལགས་ཏེ།
en: At that time, King Bimbisāra, who felt joyful and exhilarated, exclaimed, “Respected Blessed One, this buddha realm of Sahā is filled with bodhisattva great beings who exert themselves in concentration, and it is bathed in a brilliant light that has never been seen or heard of before. This is amazing! Respected Well-Gone One, this is truly amazing!

source: སངས་རྒྱས་ཀྱི་ཞིང་འདི་དང་མཚམས་གཞན་གྱི་ཁོར་ཡུག་ཆེན་པོའི་རི་མ་གཏོགས་པར་གཡར་སྔར་གཞན་ཅི་ཡང་གདའ་བར་མི་འགྱུར་ལགས་སོ།
en: Still, besides this buddha realm and its outer mountain range, nothing else whatsoever appears.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་གང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་སྣང་བས་སངས་རྒྱས་ཀྱི་ཞིང་མི་མཇེད་འདི་ཐམས་ཅད་མཐོང་ལགས་ན་དེ་བཞིན་གཤེགས་པ་སྙོམས་པར་ཞུགས་པའི་སྣང་བ་ཇི་ལྟ་བུར་འགྱུར་བ་ལགས།
en: Respected Blessed One, if this entire buddha realm of Sahā is perceived due to the light of those bodhisattva great beings, what would the light emitted by the thus-gone ones who have entered into absorption be like?

source: ཅི་དེ་བཞིན་གཤེགས་པའི་སྣང་བས་བདག་ཅག་གིས་སངས་རྒྱས་ཀྱི་ཞིང་གཞན་གྱི་ཡོན་ཏན་བཀོད་པ་མཐོང་ལགས་སམ།
en: Might we be able to perceive the arrays of qualities of other buddha realms through the light emitted by the Thus-Gone One?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་དེ་བཞིན་ཏེ། དེ་བཞིན་གཤེགས་པ་རང་གི་སྤྱོད་ཡུལ་ན་བཞུགས་སོ།
en: The Blessed One replied, “Thus it is, Your Majesty! The thus-gone ones dwell within their own domains.

source: །དེ་བཞིན་གཤེགས་པ་བསོད་ནམས་ཆེན་པོའི་རྒྱན་གྱིས་མངོན་པར་བརྒྱན་པ།
en: They are adorned by the ornament of great merit.

source: སྔོན་གྱི་ཚོགས་བསགས་པའི་དགེ་བའི་རྩ་བ་དང་སྔོན་གྱི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པའི་རྒྱུ་འཐུན་པའི་བྱང་ཆུབ་སེམས་དཔར་གྱུར་པའི་རྒྱུ་འཐུན་པའི་རང་གི་གནས་སངས་རྒྱས་ཀྱི་རྣམ་པར་སྨིན་པས་མངོན་པར་གྲུབ་པ་མཐའ་ཡས་པར་བསྟན་པ།
en: They display boundless accomplishments as their abodes are ripened into buddhahood, which is the outcome of the roots of virtue they created by gathering accumulations in the past and the outcome of their previous bodhisattva activity.

source: དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་འཕྲུལ་པ་མ་ཆགས་པའི་སྤྱོད་ཡུལ་གྱིས་བྱིན་གྱིས་བརླབས་པ།
en: The thus-gone ones’ manifestations are blessed by the domain of nonattachment;

source: ཡེ་ཤེས་གསལ་བ་བསྐྱེད་པར་འཇུག་པའི་བློ་གྲོས་དང་ཡང་དག་པར་ལྡན་པ། ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་གཤེགས་པ་ལས་རབ་ཏུ་སྐྱེས་པ།
en: they possess the intelligence that engages in the generation of bright wisdom, and they are born from the perfection of wisdom.

source: ཕྱི་མའི་མཐའི་བསྐལ་པར་ཡང་དག་པར་བསྒྲུབས་པ། སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་ཚད་མེད་པ་ལ་གནས་པ། ཆོས་ཀྱི་འཁོར་ལོ་ཤིན་ཏུ་བསྐོར་བ། ཆོས་ཐམས་ཅད་ལ་དབང་སྒྱུར་བ་བརྙེས་པའི་རྒྱུ་འཐུན་པ།
en: They have reached accomplishment for all future eons, they dwell within the limitless domain of the buddhas, they turn the wheel of the Dharma, and they are the result of having gained control over all phenomena.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་པོ་མཆོག་དང་མཆོག་མ་ཡིན་པ་མཁྱེན་པ་དང་། ཡོངས་སུ་སྨིན་པར་མཛད་པ་ལ་མཁས་པ།
en: They know those among all beings who are of highest faculties and those who are not, and they are skilled in ripening beings.

source: བག་ཆགས་ཡང་དག་པར་བཅོམ་པས་སངས་རྒྱས་ཀྱི་མཛད་པ་ལྷུན་གྱིས་གྲུབ་པ་ཡང་དག་པར་བསྟན་པ་ན་བཞུགས་སོ།
en: Since they have truly conquered habitual patterns, they display the spontaneous accomplishment of their enlightened activities.

source: །རྒྱལ་པོ་ཆེན་པོ་དེས་ན་ཕྱོགས་བཅུ་ཀུན་ཏུ་འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་དཔག་ཏུ་མེད་པ་ཁྱོད་ཀྱིས་མཐོང་བར་འགྱུར་རོ།
en: Your Majesty, these are the reasons why you will perceive an innumerable and limitless number of universes in all the ten directions.

source: །དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་གྲངས་མེད་པ་དཔག་ཏུ་མེད་པ་བཞུགས་ཤིང་གཞེས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། ཉན་ཐོས་ཀྱི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་བ་དང་བཅས་པ་ཁྱོད་ཀྱིས་མཐོང་བར་འགྱུར་རོ།
en: In the same way, you will also perceive an innumerable and limitless number of thus-gone ones surrounded by assemblies of bodhisattvas and hearers residing in those places.”

source: །དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་དང་སྲོག་ཆགས་བྱེ་བ་མང་པོ་གཞན་དག་གིས་ཀྱང་ཚིག་འཐུན་པར་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ཅག་ལ་སངས་རྒྱས་ཀྱི་ཡུལ་ཉིད་ཀྱི་སྤྱོད་ཡུལ་བསོད་ནམས་ཆེན་པོའི་རྒྱན་གྱི་རྒྱུ་འཐུན་པ་བསྟན་དུ་གསོལ།
en: King Bimbisāra and the tens of millions of other beings then said in unison, “Blessed One, please show us the domain of the buddhas, the outcome of the ornament of great merit!

source: བདག་ཅག་ལ་སངས་རྒྱས་ཀྱི་མཛད་པ་ལྷུན་གྱིས་གྲུབ་པའི་བར་ཡང་དག་པར་བསྟན་དུ་གསོལ།
en: Please show us everything up to the spontaneous accomplishment of your enlightened activities!

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་སྤྱོད་ཡུལ་ཡང་དག་པར་བསྟན་པ་གནང་བར་མཛད་དུ་གསོལ།
en: Blessed One, please agree to show us the domain of the thus-gone ones!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་ཤེས་ཀཽ་ཌི་ནྱ་ལ་བཀའ་སྩལ་པ། ཀཽ་ཌི་ནྱ་ཉན་ཐོས་ཆེན་པོ་རྣམས་དང་། ཁྱིམ་ན་གནས་པ་དང་། རབ་ཏུ་བྱུང་བ་གང་དག་ཡིན་པ་ཐམས་ཅད་རང་གི་དགེ་བའི་ཕྱོགས་ཀྱི་ནང་དུ་ཡང་དག་འཇོག་ལ་གནས་པར་བྱོས་ཤིག །ང་ཡང་རང་གི་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་གྱི་ནང་དུ་ཡང་དག་འཇོག་ལ་གནས་པར་མཛད་དོ།
en: The Blessed One said to Venerable Ājñātakauṇḍinya, “Kauṇḍinya, all the great hearers, the householders, and the renunciates should remain absorbed within their own virtuous factors. I will also remain absorbed within my own domain—the domain of the buddhas.”

source: །ཡང་དེའི་ཚེ་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་ནས་མི་དང་། མི་མ་ཡིན་པའི་བར་གང་དག་ཡིན་པ་དང་། བདེན་པ་མཐོང་བ་གང་དག་ཡིན་པ་དང་། རྗེས་སུ་འཐུན་པའི་བཟོད་པ་ཐོབ་པ་གང་དག་ཡིན་པ་དང་། ཐེག་པ་གསུམ་ལས་ཕྱིར་མི་ལྡོག་པ་གང་དག་ཡིན་པ་དང་། དཀོན་མཆོག་གསུམ་ལ་མངོན་པར་དད་པ་གང་དག་ཡིན་པ་དེ་དག་ཐམས་ཅད་སྐྱིལ་མོ་ཀྲུང་དུ་འཁོད་ནས་སྙོམས་པར་ཞུགས་སོ།
en: At that moment, all the beings—from gods, nāgas, and yakṣas to humans and nonhumans—who had seen the truth, who had achieved the concordant acceptance, who would no longer regress from the three vehicles, and who had sincere faith in the Three Jewels sat cross-legged and entered into absorption.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡུལ་གྱི་སྤྱོད་ཡུལ་ལ་ཤེས་རབ་ཀྱིས་ནམ་མཁའ་ཁྱབ་པར་བྱེད་པ། མཁས་པ་མང་པོ་ཐམས་ཅད་ཡང་དག་པར་ཚིམ་པར་བྱེད་པ་ཉི་མ་དང་ཟླ་བ་ལྟ་བུ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ཏེ།
en: Then, within the domain of all the buddhas, the Blessed One entered the absorption known as the sun and moon–like absorption that pervades the sky with insight and satisfies all the numerous wise ones.

source: དེ་ནི་ཉན་ཐོས་དང་རང་རྒྱལ་བ་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་མ་ཡིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་མ་ཡིན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཤེས་པའི་སྤྱོད་ཡུལ་མ་ཡིན་ཏེ།
en: That absorption is not the domain of any hearers or solitary buddhas, nor is it the domain of any bodhisattva great beings or a domain that could be understood by any sentient being.

source: དེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་གྱི་ཡུལ་མཁྱེན་པ་ནི་མ་གཏོགས་སོ།
en: It is exclusively the domain of all the blessed buddhas’ wisdom.
